Revit 2027 API
ParameterTypeId.LoadUseLocalCoordinateSystem Property
 "Orient to"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LoadUseLocalCoordinateSystem { get; }
Public Shared ReadOnly Property LoadUseLocalCoordinateSystem As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LoadUseLocalCoordinateSystem {
	ForgeTypeId^ get ();
}
static member LoadUseLocalCoordinateSystem : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace